cask_args appdir: "~/Applications"

brew "zsh"
brew "tmux"
brew "hub"
brew "tree"
brew "squid"
brew "nkf"

brew "postgresql"

brew "rbenv"
brew "ruby-build"
brew "goenv"
brew "nodenv"

cask "google-chrome"
cask "visual-studio-code"
cask "google-cloud-sdk"
cask "visual-studio-code"

